tap "achannarasappa/tap"
tap "aws/tap"
tap "buo/cask-upgrade"
tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "saulpw/vd"
tap "tarkah/tickrs"
tap "yqrashawn/goku"
brew "bat"
brew "python@3.10"
brew "buku"
brew "glib"
brew "curl"
brew "deno"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fx"
brew "gh"
brew "himalaya"
brew "htop"
brew "httpie"
brew "jid"
brew "jq"
brew "moc"
brew "navi"
brew "neovim"
brew "nnn"
brew "node"
brew "openssl@3"
brew "pass"
brew "pgcli"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruby"
brew "sqlfluff"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "trash-cli"
brew "up"
brew "viu"
brew "wget"
brew "xidel"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "achannarasappa/tap/ticker"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "saulpw/vd/visidata"
brew "tarkah/tickrs/tickrs"
brew "yqrashawn/goku/goku"
cask "activitywatch"
cask "alacritty"
cask "alt-tab"
cask "cold-turkey-blocker"
cask "datagrip"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "mpv"
cask "obsidian"
cask "postman"
cask "raycast"
cask "reaper"
cask "rider"
cask "scoot"
cask "signal"
cask "sioyek"
cask "spotify"
cask "supercollider"
cask "superkey"
cask "surfshark"
cask "telegram"
cask "transmission"
cask "zsa-wally"
