tap "achannarasappa/tap"
tap "aws/tap"
tap "candid82/brew"
tap "cj-bc/sonic-pi-tool"
tap "cmacrae/formulae"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "sachaos/todoist"
tap "saulpw/vd"
tap "tarkah/tickrs"
tap "yqrashawn/goku"
brew "bat"
brew "python@3.10"
brew "buku"
brew "deno"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fx"
brew "gh"
brew "htop"
brew "httpie"
brew "jid"
brew "jq"
brew "moc"
brew "navi"
brew "neovim"
brew "nnn"
brew "pgcli"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruby"
brew "sqlfluff"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "trash-cli"
brew "up"
brew "viu"
brew "wget"
brew "xidel"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "achannarasappa/tap/ticker"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sachaos/todoist/todoist"
brew "saulpw/vd/visidata"
brew "tarkah/tickrs/tickrs"
brew "yqrashawn/goku/goku"
cask "alacritty"
cask "alt-tab"
cask "font-fira-code-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "hammerspoon"
cask "mpv"
cask "reaper"
cask "scoot"
cask "sioyek"
cask "supercollider"
