tap "achannarasappa/tap"
tap "aws/tap"
tap "buo/cask-upgrade"
tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "qmk/qmk"
tap "saulpw/vd"
tap "tarkah/tickrs"
tap "xo/xo"
tap "yqrashawn/goku"
brew "bat"
brew "openssl@3"
brew "node"
brew "bitwarden-cli"
brew "glib"
brew "curl"
brew "deno"
brew "duckdb"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fx"
brew "fzf"
brew "gcalcli"
brew "geckodriver"
brew "gh"
brew "git-lfs"
brew "htop"
brew "httpie"
brew "jid"
brew "jq"
brew "moc"
brew "neovim"
brew "nnn"
brew "nushell"
brew "pgcli"
brew "pngpaste"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "stow"
brew "tmux"
brew "tmuxp"
brew "trash-cli"
brew "up"
brew "viu"
brew "wget"
brew "xidel"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "achannarasappa/tap/ticker"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "saulpw/vd/visidata"
brew "tarkah/tickrs/tickrs"
brew "xo/xo/usql"
brew "yqrashawn/goku/goku"
cask "ableton-live-suite"
cask "activitywatch"
cask "alacritty"
cask "alt-tab"
cask "arc"
cask "bitwarden"
cask "cold-turkey-blocker"
cask "cursor"
cask "cursorcerer"
cask "datagrip"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "fig"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "hammerspoon"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "jellyfin-media-player"
cask "karabiner-elements"
cask "kitty"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "monitorcontrol"
cask "mpv"
cask "obsidian"
cask "raycast"
cask "rider"
cask "shottr"
cask "sioyek"
cask "spotify"
cask "supercollider"
cask "surfshark"
cask "surge-xt"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "wezterm-nightly"
cask "zsa-wally"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "Catppuccin.catppuccin-vsc"
vscode "dunstontc.viml"
vscode "EditorConfig.EditorConfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "jdinhlife.gruvbox"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "sainnhe.gruvbox-material"
vscode "sdras.night-owl"
vscode "sumneko.lua"
vscode "withfig.fig"
vscode "xaver.clang-format"
