tap "buo/cask-upgrade"
tap "candid82/brew"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "qmk/qmk"
tap "sachaos/todoist"
tap "saulpw/vd"
tap "tarkah/tickrs"
tap "yqrashawn/goku"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "btop"
brew "buku"
brew "glib"
brew "chezmoi"
brew "cliclick"
brew "curl"
brew "duckdb"
brew "eza"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "ghc@8.10"
brew "git-lfs"
brew "grep"
brew "ncurses"
brew "htop"
brew "httpie"
brew "jid"
brew "jq"
brew "mise"
brew "neovim"
brew "nnn"
brew "pgcli"
brew "pipx"
brew "pngpaste"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruby"
brew "sox"
brew "starship"
brew "stow"
brew "tmux"
brew "tor"
brew "torsocks"
brew "tpm"
brew "trash-cli"
brew "util-linux"
brew "viu"
brew "wget"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sachaos/todoist/todoist", link: false
brew "tarkah/tickrs/tickrs"
brew "yqrashawn/goku/goku"
cask "1password"
cask "1password-cli"
cask "ableton-live-suite"
cask "alt-tab"
cask "arc"
cask "balenaetcher"
cask "cursor"
cask "cursorcerer"
cask "datagrip"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "hiddenbar"
cask "iina"
cask "iterm2-beta"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "supercollider"
cask "surge-xt"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vivaldi"
cask "zsa-wally"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "canadaduane.vscode-kmonad"
vscode "Catppuccin.catppuccin-vsc"
vscode "drcika.apc-extension"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "jdinhlife.gruvbox"
vscode "justusadam.language-haskell"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mtxr.sqltools"
vscode "qufiwefefwoyn.kanagawa"
vscode "RandomFractalsInc.duckdb-sql-tools"
vscode "sainnhe.gruvbox-material"
vscode "sdras.night-owl"
vscode "sumneko.lua"
vscode "tidalcycles.vscode-tidalcycles"
